IDEA StatiCa Open Model
OpenModel.LoadGroup Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 List of Load groups
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<LoadGroup> LoadGroup { get; set; }
Public Property LoadGroup As List(Of LoadGroup)
	Get
	Set
public:
property List<LoadGroup^>^ LoadGroup {
	List<LoadGroup^>^ get ();
	void set (List<LoadGroup^>^ value);
}
Property Value
Type: List<LoadGroup>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace